{
  "content": [
    {
      "type": "paragraph",
      "align": "justify",
      "children": [
        {
          "bold": true,
          "underline": true,
          "text": ""
        }
      ]
    },
    {
      "type": "grid",
      "layout": [
        3,
        3
      ],
      "children": [
        {
          "type": "column",
          "children": [
            {
              "type": "image",
              "url": "https://raw.githubusercontent.com/llilasbenson/live_project_thumbnails/refs/heads/master/lapr_avannotate_images/utblac_sarno_eduardo_06_18_01.jpg",
              "size": "full",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "align": "justify",
              "children": [
                {
                  "bold": true,
                  "text": "Event Summary",
                  "textSize": "heading-three"
                }
              ]
            },
            {
              "type": "paragraph",
              "align": "justify",
              "children": [
                {
                  "text": "Part I: The kidnapping of US consul Terrrence Leonhardy by revolutionary armed forces in Guadalajara, led to government concessions and heightened tensions between left and right factions. President Echeverria faced criticism for his handling of the incident and encountered opposition to his reform programs amid terrorism, inflation, and labor unrest. Domestic unrest in Colombia, including strikes and guerrilla attacks, as well as the ongoing dispute with Venezuela over territorial waters and oil deposits. Despite political turbulence, Colombia's major parties prepared for upcoming elections, signaling the decline of the National Front agreement. African liberation struggles, the oil crisis, and Arab Unity's efforts against colonial racism in Africa, with implications for Latin America. Observers speculate on potential conflicts between Nigeria and Brazil over oil supplies, suggesting Nigeria may pressure Brazil to support African liberation movements. "
                }
              ]
            },
            {
              "type": "paragraph",
              "align": "justify",
              "children": [
                {
                  "text": "Part II: The Brazilian foreign ministry expresses concerns over decisions made at an OAU meeting and warns of potential implications for Brazil. Rising petroleum prices prompt Petrobras to increase petrol prices by 10%, highlighting Brazil's vulnerability due to heavy dependence on petroleum. Military engagements in Colombia signal a shift towards addressing guerrilla groups' social origins, echoing sentiments from a Latin American military meeting in Caracas. Insights from Orge Mario Eastman and Colonel Rodriguez underscore the military's recognition of guerrilla movements' social objectives, advocating profound societal reforms. The UN's declaration of Puerto Rico as a US colony challenges US claims of Puerto Rico's independence, reflecting global skepticism. Mexico grapples with an energy crisis and inflation despite producing most of its oil, prompting significant price increases and austerity measures. President Juan Peron of Argentina suggests US military involvement in the Watergate scandal, highlighting broader tensions between military organizations and politicians in Latin America. "
                }
              ]
            }
          ]
        },
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Segment Summaries",
                  "bold": true,
                  "textSize": "heading-three"
                }
              ],
              "align": "justify"
            },
            {
              "type": "bulleted-list",
              "children": [
                {
                  "type": "list-item",
                  "children": [
                    {
                      "text": "0:00:38-0:08:24",
                      "bold": true
                    },
                    {
                      "text": " Mexico's 1973 political unrest involved kidnappings, labor strikes, and intense left-right conflict under Echeverría."
                    }
                  ],
                  "align": "justify"
                },
                {
                  "type": "list-item",
                  "align": "justify",
                  "children": [
                    {
                      "text": "0:08:24-0:13:44",
                      "bold": true
                    },
                    {
                      "text": " Political instability in Colombia in 1973 arose from economic turmoil, stalled reforms, guerrilla uprisings, and unresolved border issues."
                    }
                  ]
                },
                {
                  "type": "list-item",
                  "align": "justify",
                  "children": [
                    {
                      "text": "0:14:43-0:18:04",
                      "bold": true
                    },
                    {
                      "text": " African liberation struggles and oil crisis may force Brazil to reconsider its ties with Portugal."
                    }
                  ]
                },
                {
                  "type": "list-item",
                  "align": "justify",
                  "children": [
                    {
                      "text": "0:18:04-0:21:42",
                      "bold": true
                    },
                    {
                      "text": " Colombian military shifts strategy against guerrillas, emphasizing social reforms to address root causes."
                    }
                  ]
                },
                {
                  "type": "list-item",
                  "align": "justify",
                  "children": [
                    {
                      "text": "0:21:42-0:24:10",
                      "bold": true
                    },
                    {
                      "text": " The UN overwhelmingly declared Puerto Rico a U.S. colony, supporting its right to independence."
                    }
                  ]
                },
                {
                  "type": "list-item",
                  "align": "justify",
                  "children": [
                    {
                      "text": "0:24:10-0:27:06",
                      "bold": true
                    },
                    {
                      "text": " Mexico faces an energy crisis with rising oil prices and inflation, impacting citizens' lives."
                    }
                  ]
                },
                {
                  "type": "list-item",
                  "align": "justify",
                  "children": [
                    {
                      "text": "0:27:06-0:27:56",
                      "bold": true
                    },
                    {
                      "text": " Juan Perón claims the U.S. military orchestrated the Watergate scandal to discredit politicians."
                    }
                  ]
                }
              ]
            },
            {
              "type": "paragraph",
              "align": "justify",
              "children": [
                {
                  "text": ""
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "event",
      "uuid": "456cdca4-4f25-4389-be00-f12e54a2439f",
      "includes": [
        "media",
        "annotations"
      ],
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "1974-01-04",
  "parent": "35f92ddd-2211-4591-bee1-c4625876da1c",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "1974-01-04",
  "created_at": "2025-04-06T01:27:52.048Z",
  "created_by": "rpr88",
  "updated_at": "2025-05-04T21:45:27.867Z",
  "updated_by": "rpr88"
}